<?php 
  $page_name = '日本 PHP ユーザ会記者会見資料';
  include '../header.php'; 
?>
<div id="main">
  
<p align=right>平成12年4月19日</p>
<p align=left>日本PHPユーザ会</p>

<h1 align=center>日本PHPユーザ会</h1>
<p align=center>http://www.php.gr.jp/</p>

<p>日本PHPユーザ会（略称  PHP-JP）を2000年4月19日に発足いたします。</p>
<p>日本PHPユーザ会（以下、ユーザ会）は、PHPの普及と発展を目指し、以下の活動
を行います。</p>
<ul>
  <li>PHPに関する研究開発および普及促進
  <li>PHPに関する情報の公開
  <li>会員相互および外部との技術的・人間的交流
</ul>

<p>  ユーザ会の発足に伴い、PHPに関する各ワーキンググループの立ち上げを行います。まずは、ユーザ会の窓口であるホームページの整備を行う「PHP-WEBワーキンググループ、及び、PHPに関する情報交換・議論のためのメーリングリストを運営する「PHP-MLワーキンググループ」を立ち上げます。これらは、php.gr.jpのドメインで運営されます。</p>
<p>  また、PHPに関するライター及び技術者を中心に、PHPのドキュメントを整備する「PHP-DOCワーキンググループ」、国際化などの技術的テーマを扱う「PHP-DEVワーキンググループ」を作り、最新動向やソースの取得、技術的な議論が可能な場を立ち上げます。</p>
<br />
<p>  将来的には、各種データベースベンダー様や他のユーザ会とも連携、情報収集し、事例集など各種情報の発信源になるとともに、PHPの開発が可能な業者や開発者自体のデータベースを持ち、PHPによるアプリケーション開発の活性化を目指します。</p>
<br />
<p>＜日本PHPユーザ会＞</p>
<p>日本PHPユーザ会ホームページ  http://www.php.gr.jp/</p>
<p>日本PHPユーザ会スタッフ      staff@php.gr.jp</p>
<p>          報道関係はこちらへ    press@php.gr.jp</p>
<br />
<hr />
<br />
<p>日本PHPユーザ会発起人一覧</p>
<br />
<p>朝倉  和巳</p>
<p>石川    圭  （LINKcom）</p>
<p>大谷    明  （ミロク情報サービス／日本PostgreSQLユーザ会）</p>
<p>柏岡  秀男  （システムジェイ)</p>
<p>金本    茂  （PHP国際化／株式会社ハッピーサイズ）</p>
<p>川里  宗弘  （大塚商会）</p>
<p>桑村    潤  （日本PostgreSQLユーザ会）</p>
<p>佐川  昭宏</p>
<p>佐藤  裕紀  （PHP国際化／YYplanet.com, Inc.）</p>
<p>多度  純一  （ミロクエンジニアリングサービス／日本PostgreSQLユーザ会）</p>
<p>田中  克範  （FJB Webテクノロジー株式会社）</p>
<p>濱野賢一朗  （デジタルデザイン／Project BLUE／日本Sambaユーザ会）</p>
<p>広川    類  （「PHP徹底攻略」著者）</p>
<p>宗近龍一郎  （「Oracle for Linux」メーリングリスト管理者）</p>
<p>宮原    徹  （デジタルデザイン／ProjectBLUE）</p>
<p>宮本  和明  （株式会社ホライズン・デジタル・エンタープライズ<br />
                          ／「Sybase for Linux」メーリングリスト管理者）</p>
<p>山本  哲男  （「PHP-jp」メーリングリスト管理者）</p>
<p>吉岡  弘隆  （日本オラクル／Project BLUE）</p>
<br />
<p>（他に掲載確認の取れていない方が何名かいらっしゃいます。<br />
その方々につきましてはユーザ会のホームページで補完します。）</p>
<br />
<hr />
<br />
<p align=right>2000/4/19</p>
<p>日本PHPユーザ会<p>
<h1 align=center>ワーキンググループの御案内</h1>
</br>
<p>  ユーザ会の発足に伴い、PHPに関する各ワーキンググループの立ち上げを行います。<br />
  すぺてのワーキンググループは、http://www.php.gr.jp/ のホームページからアクセス可能です。<br />
  現在、発足予定のワーキンググループは以下の通りです。</p>
<br />

<dl>
<dt>・[PHP-WEB]
<dd>本WGの活動は、PHPをつかった事例紹介 アプリケーション例、イベント紹介等をウェブ上で提供していくことを目的とします。その他 FAQの検索、スクリプト事例集などの充実をはかっていきます。（豊倉）<br />
<br />

<dt>・[PHP-ML]
<dd>本WGの活動は，PHPに関する情報交換や議論のためのメーリングリストを運営することです．英語は苦手で本家のメーリングリストは敷居が高いと思う方や，PHPの日本語に関する問題などPHPに関心のある方ならどなたでも自由に参加できます．また，メーリングリスト内での有用な情報やFAQなどをドキュメント整備WGと共に整備することも行います．（山本哲男）<br />
<br />

<dt>・[PHP-DOC]
<dd>本WGの活動は、PHPアプリケーション構築を行う際に有用な日本語の文書情報を作成・整備し、広く配布・提供することを目的とします。具体的にはPHPマニュアル等の翻訳・保守、FAQや初心者向けインストール手順書の整備等を行います。（広川類）<br />
<br />

<dt>・[PHP-DEV]
<dd>PHPは主に英語環境で使用することを想定して開発されています。これに日本語やその他の各国語の環境で使用するための機能を付加する開発を行います。すでに、日本語については、有志による「国際化チーム」によってある程度の成果を得ていますが、本WGではこの活動を引き継ぎます。（金本茂）<br />
<br />

<dt>・[PHP-EVENT]
<dd>本WGの活動は、各種イベントやセミナーにてPHPに関する情報を広く一般に提供し、PHPの普及促進を図っていくことを目的としています。外部企業、団体主催のイベント・セミナーはもちろん、PHPの普及・活用を促進するためのセミナーを自主的に開催していく予定です。（宮原徹）<br />
<br />

<dt>・[PHP-SPONSORS]
<dd>日本PHPユーザ会は、会費を徴収しない代わりに、イベント毎に必要な機器・会場・資金を募ります。PHPの活動を支援されたい方々のために、PHP-SPONSORSというメーリングリストを作成し、イベント毎に、何が必要かをそのメーリングリストに投げます。ユーザ会を支援したい方がいらっしゃいましたら、随時PHP-SPONSORSメーリングリストに参加していただき、支援可能な場合に、それに応じていただくような形式で運営していきます。（宮本和明）<br />
</dl>
<br />
<hr />
<br />

<table border=0 width="95%" align=center>
<tr>
<td>
  <hr />
      PHP-JP Press News Release 20000417-1
  <hr />
</table>
<br />
<h1 align=center>「日本PHPユーザ会」設立記者発表会のお知らせ</h1>
<br />
<p>日本PHPユーザ会設立準備会は、きたる4月19日に「日本PHPユーザ会
（略称:PHP-JP）」を設立することをお知らせいたします。</p>
<br />

<p>PHPはWebアプリケーションを容易に作成できるスクリプト言語として、認知
されつつあります。さらに現在、データベースとの連携が注目され、その重
要性を増しつつあります。この状況を鑑み、従来PHPの国際化や情報交換に
取り組んできたメンバーを中心に日本PHPユーザ会を設立いたします。</p>
<br />

<p>ご多忙中大変恐れ入りますが、是非ご出席頂きたくご案内申し上げます。</p>
<br />

<p>■ 記者発表・設立総会</p>
<br />
<p>  2000年4月19日(水) 11:30より    Linux Conference 2000 Spring 会場内<br />
  場所：東京ベイ有明ワシントンホテル内会議室</p>
<br />

<p>■ 本件に関するお問い合わせ</p>
<p>  運営に関するお問い合わせ  ：  宮本 和明  （miyamoto@hde.co.jp）<br />
  報道関係お問い合わせ  ：  濱野 賢一朗  （khamano@d-d.co.jp）</p>
<br />

</div>
<?php include '../footer.php'; ?>
